Repository: tahiriqbalnajam/wp-key-manager-with-alpinejs
Catalog: languages/idlkeys_management-*.po
Languages: de_de

source: Office
de_de: Verfügbar

source: Employee
de_de: Wärter:in

source: Customer
de_de: Kunde

source: Add Key
de_de: hinzufügen

source: Edit Key
de_de: bearbeiten

source: Keys
de_de: Schlüsselverwaltung

source: Configuration
de_de: E-Mail Vorlage

source: Visitor Admin Email
de_de: / = Zeilenumbruch

source: All Keys
de_de: Alle Schlüssel

source: My Keys
de_de: Mir Zugeteilt

source: Pending
de_de: Anstehende Rückgaben

source: Add New
de_de: Neu Anlegen

source: Title
de_de: Schlüssel

source: Key Color
de_de: Farbe

source: Location
de_de: Zuteilung

source: Mail
de_de: Erinnerung

source: Last Reminder
de_de: Letzte Erinnerung

source: Send
de_de: Senden

source: Reminder not sent
de_de: Erinnerung nicht gesendet

source: Add New Key
de_de: Neuen Schlüssel hinzufügen

source: Title:
de_de: Schlüssel:

source: Enter Key Title:
de_de: Schlüsseltitel eingeben:

source: This is a required field.
de_de: Dies ist ein Pflichtfeld.

source: Color
de_de: Farbe
